
//집까지 가는 버스 정류장이름

var positions=[
	
	{
		"arsId": 17249,
		"posX" : 126.8918621,
		"posY" : 37.47922092
	},
	{
		"arsId": 17389,
		"posX" :126.8887535,
		"posY" :37.48011533
	},
	{
		"arsId": 17242,
		"posX" :126.8758257,
		"posY" :37.48974303
	},
	{
		"arsId": 14121,
		"posX" :126.8673333,
		"posY" :37.4927
	},
	{
		"arsId": 17233,
		"posX" :126.8563774,
		"posY" :37.4938619
	},
	{
		"arsId": 17235,
		"posX" :126.8472236,
		"posY" :37.50080998
	},
	{
		"arsId": 15228,
		"posX" :126.8439634,
		"posY" :37.50742085
	},
	{
		"arsId": 15362,
		"posX" :126.8420066,
		"posY" :37.50901089
	},
	
	
	{
		"arsId" : 15362,
		"posX" :126.8420066,
		"posY" :37.50901089
	},
	{
		"arsId": 15322,
		"posX" :126.8357222,
		"posY" :37.50669905
	},
	{
		"arsId": 17241,
		"posX" :126.8284512,
		"posY" :37.50640132
	},
	{
		"arsId": 13188,
		"posX" :126.8102,
		"posY" :37.50645
	},
	{
		"arsId": 13298,
		"posX" :126.8048,
		"posY" :37.50695
	},
	{
		"arsId": 13297,
		"posX" :126.7989667,
		"posY" :37.5059
	},
	{
		"arsId": 11352,
		"posX" :126.79415,
		"posY" :37.5051333
	},
	{
		"arsId": 11330,
		"posX" :126.7904167,
		"posY" :37.5043833
	},
	{
		"arsId": 11303,
		"posX" :126.7850667,
		"posY" :37.50355
	},
	{
		"arsId": 11284,
		"posX" :126.7829667,
		"posY" :37.5031333
	},
	{
		"arsId": 11253,
		"posX" :126.77895,
		"posY" :37.5028667
	},
	{
		"arsId": 11207,
		"posX" :126.7728833,
		"posY" :37.5037
	},
	{
		"arsId": 11174,
		"posX" :126.768,
		"posY" :37.50435
	},
	{
		"arsId": 11153,
		"posX" :126.76575,
		"posY" :37.50465
	},
	{
		"arsId": 11440,
		"posX" :126.7611667,
		"posY" :37.5052
	},
	{
		"arsId": 11095,
		"posX" :126.75775,
		"posY" :37.5044
	},
	
	
	{
		"arsId": 11088,
		"posX" :126.7551,
		"posY" :37.506
	},
	{
		"arsId": 11057,
		"posX" :126.7534667,
		"posY" :37.50665
	},
	{
		"arsId": 11063,
		"posX" :126.7537833,
		"posY" :37.5082167
	},
	{
		"arsId": 11072,
		"posX" :126.75425,
		"posY" :37.5105167
	}
]


var po = ["가리봉파출소",
"디지털단지 오거리",
"구일우성아파트",
"철산리버빌아파트",
"개봉역",
"개봉1동사거리.개봉푸르지오아파트",
 "신정학마을아파트",
"신정현대아파트.서부트럭터미널",
"신정현대아파트 .서부트럭터미널",
"신정숲속마을아파트.댓골마을입구",
"궁동삼거리",
"까치울역3번출구",
"부천상록학교.은행나무주유소",
 "부천종합운동장역",
"당아래지하차도.산업인력공단",
"춘의가구거리",
"춘의역5번출구",
"부천고용복지플러스센터",
"신중동역7번출구.심원고교.삼환아파트.중3주민지원센터",
 "신중동역4번출구.롯데백화점",
"은하쌍용아파트",
 "부천시장역5번출구",
"부천시청역4번출구.현대백화점.경기예고",
"부천터미널소풍",
 "상동역8번출구.세이브존",
 "상동역7번출구.세이브존",
 "써미트빌.진달래마을",
"진달래대우.라일락신성아파트"]


